[CombatMessages]

[VehicleMessages]

[MissionMessages]
MissionOfferedPreamble=Mission Offered:
MissionOfferAcceptedByGroup=Mission has been accepted by Group Leader.
MissionDiversionPreamble=Mission has been changed:
MissionOfferRevoked=Mission Offer has been revoked.
MissionEnded=Mission has ended.
MissionStageOpposed=Stage <Stage_Cur> / <Stage_Max>
MissionStageUnopposed=Stage <Stage_Cur> / <Stage_Max>
FinalMissionStage=Final stage!

[SystemMessages]
TimeStampOn=Chat Time Stamping Is On
TimeStampOff=Chat Time Stamping Is Off
ProfanityFilterOn=Profanity Filter Is On
ProfanityFilterOff=Profanity Filter Is Off
ShowNamesOn=Player Names Is On
ShowNamesOff=Player Names Is Off
SavedChatLog=Chat log have been saved!↵"<location>"
GroupPledgedContact=Pledged: <contact>
GroupPledgedContactSingle=Pledged: <contact>
GroupUnPledgedContact=Not Pledged: <contact>
GroupUnPledgedContactSingle=Not Pledged: <contact>
CoinToss_Head=Heads '<Player>'
CoinToss_Tails=Tails '<Player>'
NumUnrealMail_Singular=Mail
NumUnrealMail_Plural=<NUMBER> Mail
NewMailReceived=Mail
NewMailReceived_Plural=<NUMBER> Mail
You=You
GroupPublicModeDefaultOn=Newly created groups by you will be public by default.
GroupPublicModeDefaultOff=Newly created groups by you will be private by default.
GroupInviteModeDefaultOn=Newly created groups by you will allow everyone in your group to invite new members.
GroupInviteModeDefaultOff=Newly created groups by you will allow only the group leader to invite new members.
GroupPublicModeOn=The group you are in is public.
GroupPublicModeOff=The group you are in is private.
GroupInviteModeOn=Everyone in your group can invite new group members.
GroupInviteModeOff=Only the group leader can invite new group members.
MissionOffersOn=Mission offers are now enabled
MissionOffersOff=Mission offers are now disabled
InGameTime=In-Game Time: <hours>:<minutes>:<seconds>
ServerTime=Server Time: <hours>:<minutes>:<seconds>
LocalTime=Local Time: <hours>:<minutes>:<seconds>
LatencyTestStart=Starting latency test. It will run for the next <minutes> minutes. Use /latencytest again to stop early.
LatencyTestNotAvailable=Latency test currently unavailable.
LatencyTestComplete=Latency test complete. Please send <file> to customer support.
LatencyTestAborted=Latency test aborted due to disconnection, district switch or log-out.
LatencyTestCouldNotOpenLog=Failed to create <file>.
LatencyTestTemporarilyUnavailable=Latency test temporarily unavailable, please try again in a few seconds.
LatencyTestStartFailed=Failed to start latency test.
AccountSilenced=You have been silenced until <expiry>.
AccountUnsilenced=You have been unsilenced.

[SystemWarning]
NoReplyReceiver=Warning - No Whisper message received yet, no-one to reply to!
WorldServerDisconnected=Error - World Server is not connected!
WorldNotEntered=Error - Player hasn't entered the World yet!
DistrictServerDisconnected=Error - District Server is not connected!
WhisperSyntax=Correct format required (e.g. /w ReceiverName Message).
WhisperReceiverNameLenShort=Error - Whisper Receiver's name is too short.
WhisperReceiverNameLenExceed=Error - Whisper Receiver's name is too long.
InGroup=Error - You are currently in a Group.
NotInGroup=Error - You are currently not in a Group.
NotInTrade=Error - You are currently not in a Trade.
NotInTeam=Error - You are currently not in a Team.
NotInClan=Error - You are currently not in a Clan.
NotAnOfficer=Error - You are not an Officer and so can't perform this function.
NoRank=Error - You don't have the rank for this operation.
NoPlayerPawn=Player is not alive.
PlayerPermissionInsufficient=You don't have the required permissions for this operation.
PlayerRankInsufficient=You don't have the required rank for this operation.
NoSuchGroupMember=No Such Member in Group.
NoSuchTeamMember=No Such Member in Clan.
GroupInviteSendFail=Unable to send Group Invite request.
GroupAcceptSendFail=Unable to send Group Accept request.
GroupAcceptNoInvite=No pending Group Invite requests to accept.
GroupDeclineSendFail=Unable to send Group Decline requests.
GroupDeclineNoInvite=No pending group invite requests to decline.
GroupLeaveSendFail=Unable to send Group Leave request.
GroupTransferSendFail=Unable to send Group Leave request.
GroupRemoveSendFail=Unable to send Group Remove request.
ClanInviteSendFail=Unable to send Clan Invite request.
ClanAcceptSendFail=Unable to send Clan Accept request.
ClanAcceptNoInvite=No pending Clan Invite requests to accept.
ClanDeclineSendFail=Unable to send Clan Decline request.
ClanDeclineNoInvite=No pending Clan Invite requests to decline.
ClanRemoveSendFail=Unable to send Clan Remove request.
ClanLeaveSendFail=Unable to send Clan Leave request.
ClanRemoveSelfFail=Unable to remove yourself from the clan.  Use /clanleave if you wish to leave the clan.
ClanLeaveLeaderFail=Unable to leave the clan as you are currently the clan leader.  Either disband the clan, or transfer leadership to another member before attempting to leave the clan again.
FriendAddSendFail=Unable to send Friend Add request.
FriendAcceptSendFail=Unable to send Friend Accept request.
FriendAcceptNoInvite=Could not find a friend request to accept. If you have multiple, please specify the character you wish to accept an invitation from.
FriendDeclineSendFail=Unable to send Friend Decline request.
FriendDeclineNoInvite=Could not find a friend request to decline. If you have multiple, please specify the character you wish to decline an invitation from.
FriendRemoveSendFail=Unable to send Friend Remove request.
NoSuchPlayerInFriendList=No such player in Friend List.
IgnoreSendFail=Unable to send Ignore request.
UnIgnoreSendFail=Unable to send Unignore request.
NoSuchPlayerInIgnoreList=No such player in Ignore List.
TradeAcceptSendFail=Unable to send Trade Accept request.
TradeAcceptNoInvite=No pending Trade Requests to accept.
TradeDeclineSendFail=Unable to send Trade Decline request.
TradeDeclineNoInvite=No pending Trade Requests to decline.
PlayedSendFail=Unable to send Played request.
WhoSendFail=Unable to send Who request.
AFKSendFail=Unable to send AFK request.
DNDSendFail=Unable to send DND request.
CommandNotAvailableUntilInWorld=This command is not available until you have connected to a world
CommandNotAvailableUntilInDistrict=This command is not available until you have connected to a district
CommandNotAvailableUntilSpawnedInDistrict=This command is not available until you have spawned into a district
CommandNotAvailableInEditors=This command is not available when in editors
EmoteNotUnlocked=Unable to perform the requested emote as you haven't unlocked it
TooManyArguments=Too many arguments specified (correct syntax: <syntaxhint>)
NotEnoughArguments=Too few arguments specified (correct syntax: <syntaxhint>)
NeedsOneArgument=Error - Function needs an argument.
NeedsTwoArguments=Error - Function needs two arguments.
CharacterNameLenShort=Error- Specified player's name is too short.
CharacterNameLenExceed=Error- Specified player's name is too long.
WhisperToSelfFailed=Unable to whisper to yourself
TargetPlayerNotInClan=Error - Target player is not part of your Clan.
NotGroupLeader=You are not the group leader.  Only the group leader can transfer leadership.
NotInDistrict=You need to be in a district to use this command.
ReportPlayerSuccess=Successfully Reported Player
ReportPlayerFail=Unable to find the specified player. Please check that the name was typed correctly and that the player is currently online in this district.
ReportPlayerFailSelf=Unable to report yourself.

[TabNames]
Chat=Chat
Help=Help
